"Service Update Failed" = "Pembaruan Layanan Gagal";
"Service Update Complete" = "Pembaruan Layanan Selesai";
"Starting Service Update" = "Memulai Pembaruan Layanan";
"Dismiss" = "Tutup";
"OK" = "OKE";
